Repository: pamapp/Diploma
Catalog: MemoriesSwiftUI/Utitlites/Localization/*.lproj/Localizable.strings
Languages: ru, zh_hant

source: There are no notes today
ru: Сегодня записей нет
zh_hant: 今天还没发帖子

source: Dear diary,
ru: Дорогой дневник,
zh_hant: 亲爱的日记,

source: Drafts
ru: Черновик
zh_hant: 草稿

source: Privacy mode
ru: Режим приватности
zh_hant: 隐私状态

source: This will hide the recordings from prying eyes, for example, in public transport.
ru: Скроет записи от посторонних глаз, например, в вагоне метро.
zh_hant: 隐藏一下您的帖子，比如说，在地铁车厢里。

source: Mood chart
ru: График настроя
zh_hant: 心情进度表

source: Shows the general mood of your memories. It helps to track the level of emotions.
ru: Показывает общее настроение ваших воспоминаний. Это помогает отследить уровень эмоций.
zh_hant: 显示您记忆的整体心情。有助于跟踪心情水平。

source: There is no data yet
ru: Данных пока нет
zh_hant: 无数据

source: Top 10 words
ru: Топ 10 слов
zh_hant: 词语的十排行榜

source: Top Emoji
ru: Топ Emoji
zh_hant: 绘文字的排行榜

source: Frequently used words statistics will help you better track your feelings and experiences.
ru: Статистика часто используемых Вами слов может помочь лучше отслеживать ваши чувства и переживания.
zh_hant: 对您经常使用的词语进行统计，可以帮助您更好地跟踪自己的感受和体验。

source: Keep
ru: Ведите
zh_hant: 保存

source: diary
ru: дневник
zh_hant: 日记

source: every
ru: каждый
zh_hant: 每个

source: day
ru: день
zh_hant: 天

source: find
ru: узнавайте
zh_hant: 找到

source: yourself
ru: себя
zh_hant: 你自己

source: collect
ru: лучше
zh_hant: 收集

source: statistics
ru: собирайте
zh_hant: 统计数据

source: about
ru: статистику
zh_hant: 关于

source: Microphone access
ru: Доступ к микрофону
zh_hant: 访问麦克风

source: Access to the photo library
ru: Доступ к библиотеке фотографий
zh_hant: 访问图库

source: Please grant access in the settings to continue
ru: Пожалуйста, предоставьте доступ в настройках, чтобы продолжить
zh_hant: 请在设置中允许访问权限以继续

source: Cancel
ru: Отмена
zh_hant: 取消

source: Settings
ru: Настройки
zh_hant: 设置

source: Flower of memories
ru: Цветок воспоминаний
zh_hant: 记忆的花儿

source: Keep a diary every day and your flower will grow. Memory will improve. The mind will become sharper. Daily recordings strengthen the neurons of our brain and nourish the flower.
ru: Ведите дневник каждый день и ваш цветок будет расти. Память улучшаться. Ум станет острее. Ежедневные записи укрепляют нейроны нашего мозга и питают цветок.
zh_hant: 如果您每天写日记，您的花儿就生成了。记忆力提高。智力提高了。每天写作能又强化我们大脑的神经元，又滋养花儿。

source: Got it
ru: Запомню
zh_hant: 记住

source: No longer editable
ru: Уже нельзя изменить
zh_hant: 无法修改

source: You have 24 hours to edit your memories. When the time is up, the editor is blocked. This helps preserve the original mood and essence of the memory.
ru: У Вас есть 24 часа на редактирование воспоминаний. Когда время вышло, редактор блокируется. Это помогает сохранить исходное настроение и суть воспоминаний.
zh_hant: 您有 24 小时来编辑您的记忆。时间一到，编辑就会被锁定。这有助于保留记忆的原始情调和精髓。

source: Well, so :(
ru: Ну, вот :(
zh_hant: 好呗:(
